<!DOCTYPE html>
<html lang="ru">
<head>
    <title>Приглашение</title>
    <?php include 'blocks/meta.php' ;?>
</head>
<body>
<div class="wrapper">
    <header class="h-page">
        <?php require 'blocks/header.php'; ?>
    </header>
    <main class="m-page">
        <div class="container-fluid">
            <div class="invation-page">
                <h2>Текстовая страница</h2>
                <p>Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на
                    телеканале домашний в программе Доктор Нонна на телеканале домашний в программе. Доктор Нонна на телеканале домашний в программе  спросите повара
                    Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе Доктор Нонна на телеканале домашний
                    в программе. Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор
                    Нонна на телеканале домашний в программе Доктор Нонна на телеканале домашний в программе. Доктор Нонна на телеканале домашний в программе  спросите
                    повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе Доктор Нонна на телеканале
                    домашний в программе.
                </p>
                <div class="invation-video">
                    <video controls preload="none">
                        <source src="videos/Web-technologies.ogg" type='video/ogg; codecs="theora, vorbis"' >
                        <source src="videos/Web-technologies.mp4" type='video/mp4; codecs="avc1.42E01E, mp4a.40.2"' >
                        <source src="videos/Web-technologies.webm" type='video/webm; codecs="vp8, vorbis"'>
                        Тег video не поддерживается вашим браузером.
                        <a href="videos/Web-technologies.mp4">Скачайте видео</a>
                    </video>
                </div>
                <p>
                    Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на
                    телеканале домашний в программе Доктор Нонна на телеканале домашний в программе. Доктор Нонна на телеканале домашний в программе  спросите повара
                    Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе Доктор Нонна на телеканале домашний
                    в программе. Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор
                    Нонна на телеканале домашний в программе Доктор Нонна на телеканале домашний в программе. Доктор Нонна на телеканале домашний в программе  спросите
                    повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе Доктор Нонна на телеканале
                    домашний в программе.
                </p>
                <p>
                    Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на
                    телеканале домашний в программе Доктор Нонна на телеканале домашний в программе. Доктор Нонна на телеканале домашний в программе  спросите повара
                    Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе Доктор Нонна на телеканале домашний
                    в программе. Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор
                    Нонна на телеканале домашний в программе Доктор Нонна на телеканале домашний в программе. Доктор Нонна на телеканале домашний в программе  спросите
                    повара Доктор Нонна на телеканале домашний в программе спросите повара Доктор Нонна на телеканале домашний в программе Доктор Нонна на телеканале
                    домашний в программе.
                </p>
            </div>
        </div>
    </main>
    <footer class="f-page">
        <div class="container-fluid">
            <?php require 'blocks/footer.php'; ?>
        </div>
    </footer>
</div>

</body>
</html>